translate chinese strings:


    old "Да, я пойду с тобой"
    new "嗯，我跟你走"


    old "Нет, я останусь здесь"
    new "不，我还是留在这里吧"


    old "Не отвечать ей"
    new "不回答"


    old "Ответить"
    new "回答"


    old "Побежать за ним"
    new "追他"


    old "Ничего не делать"
    new "什么也不做"


    old "Попытаться отнять котлету"
    new "试图拿走肉饼"


    old "Не пытаться отнять котлету"
    new "不拿"


    old "Взять ключи"
    new "拿走钥匙"


    old "Не трогать"
    new "留下钥匙"


    old "Похвалить книгу"
    new "称赞这本书"


    old "Ничего не говорить"
    new "保持沉默"


    old "Пойти за картами со Славей"
    new "和斯拉维娅一起拿纸牌"


    old "Пойти одному"
    new "自己去"


    old "Поспорить с Алисой"
    new "和阿丽夏打赌"


    old "Не спорить с Алисой"
    new "不和阿丽夏打赌"


    old "Пройти обучение"
    new "玩教学模式"


    old "Пропустить обучение"
    new "跳过教学"


    old "Играть турнир"
    new "玩挑战赛"


    old "Пропустить турнир (выиграть у Алисы)"
    new "跳过挑战赛(战胜阿丽夏)"


    old "Пропустить турнир (проиграть Алисе)"
    new "跳过挑战赛(败给阿丽夏)"


    old "Пропустить турнир (проиграть Ульяне)"
    new "跳过挑战赛(败给乌里扬娜)"


    old "Пропустить турнир (проиграть Лене)"
    new "跳过挑战赛(败给列娜)"


    old "Извини, но я уже с Леной договорился"
    new "抱歉，但是我答应列娜了"


    old "Ладно, подожди минутку"
    new "好吧，等一会儿"


    old "Хорошо, я приду..."
    new "好吧，我会来..."


    old "Знаете, меня Ольга Дмитриевна попросила вечером ей помочь..."
    new "那个，奥尔加·德米特里耶夫娜叫我今晚去帮忙..."


    old "Стоит пойти посмотреть"
    new "我应该去看看"


    old "Какая разница? Надо продолжить искать ответы"
    new "谁在乎啊？我应该继续寻找答案"


    old "Пожалуй, я помогу Славе"
    new "还是去帮斯拉维娅吧"


    old "Думаю, помогу ребятам в постройке гигантских роботов"
    new "还是去帮机器人社团吧"


    old "Ладно, я помогу спортивному клубу"
    new "好吧，我去体育社团帮忙"


    old "Ладно, я приду"
    new "可以，我会来的"


    old "Нет, извини"
    new "我不去了，抱歉。"


    old "Сбежать"
    new "逃跑"


    old "Остаться и помочь Ульяне убраться"
    new "留下来帮乌里扬娜打扫"


    old "Пойти к Алисе"
    new "去找阿丽夏"


    old "Пойти на дискотеку"
    new "去参加舞会"


    old "Рассказать, что был с Алисой"
    new "告诉她自己和阿丽夏在一起"


    old "Придумать другое оправдание"
    new "编一个别的理由"


    old "Пойти с Мику"
    new "和未来一起"


    old "Не ходить с Мику"
    new "不和未来走"


    old "Мне кажется, на тебе это бы смотрелось прекрасно"
    new "我觉得你看起来美极了"


    old "Да просто так"
    new "只是问问..."


    old "Небось ворованных конфет объелась?"
    new "偷来的糖果吃多了，对吧?"


    old "В столовой отравилась?"
    new "在食堂食物中毒?"


    old "Спросить, что это"
    new "问问这个包裹的事情"


    old "Не спрашивать"
    new "不问"


    old "Дать Алисе уголь"
    new "给阿丽夏活性炭"


    old "Не давать ей уголь"
    new "不给"


    old "Съесть яблоко"
    new "吃掉苹果"


    old "Не есть"
    new "不吃"


    old "Пошёл с Алисой"
    new "... 和阿丽夏走"


    old "Пошёл со Славей"
    new "... 和斯拉维娅走"


    old "Пошёл с Ульяной"
    new "... 和乌里扬娜走"


    old "Пошёл с Леной"
    new "... 和列娜走"


    old "Пошёл один"
    new "... 自己走"


    old "Налево"
    new "走左边"


    old "Направо"
    new "走右边"


    old "Сказать, что ходил с Леной"
    new "告诉她自己和列娜去的"


    old "Сказать, что ходил один"
    new "告诉她自己一个人去的"


    old "Ладно…"
    new "好吧..."


    old "Нет, знаешь, у меня дела ещё…"
    new "那个，不了，我还有事..."


    old "Согласиться"
    new "接受"


    old "Отказаться"
    new "拒绝"


    old "Пойти с Леной"
    new "和列娜走"


    old "Пойти со Славей"
    new "和斯拉维娅走"


    old "Да, я старался!"
    new "对，我尽力了!"


    old "Это всё благодаря помощи девочек!"
    new "都是女孩儿们的功劳!"


    old "Попытаться выхватить книгу у Алисы"
    new "尝试抢走阿丽夏的书"


    old "Проявить осторожность"
    new "保持警戒"


    old "Попытаться узнать, о чём спорят Лена и Алиса"
    new "去弄清列娜和阿丽夏在吵什么"


    old "Не делать ничего, просто сидеть"
    new "坐在原地"


    old "Попытаться найти Славю"
    new "去找斯拉维娅"


    old "Пойти к Ульяне"
    new "去找乌里扬娜"


    old "Просто сидеть"
    new "坐着不动"


    old "Не вмешиваться"
    new "不干涉"


    old "Помочь Алисе"
    new "帮助阿丽夏"


    old "Грубо схватить её за руку"
    new "粗鲁的抓住她"


    old "Попытаться остановить словами"
    new "和她讲道理"


    old "Да просто есть захотелось"
    new "我只是饿了"


    old "Хочу взять еду для Слави"
    new "我想要给斯拉维娅弄点什么"


    old "Мне не в чем оправдываться"
    new "我没什么好解释的!"


    old "Мы ничего такого не делали, чтобы перед вами оправдываться!"
    new "我们没什么好解释的!"


    old "Пойти за голосом"
    new "跟着声音"


    old "Не ходить за голосом"
    new "不跟着声音"


    old "Это всё она!"
    new "都是她的错!"


    old "Всё это моя вина..."
    new "都是我的错..."


    old "Идти вперёд"
    new "继续走"


    old "Повернуть назад"
    new "回去"


    old "Выбрать Юлю"
    new "选择尤莉娅"


    old "Выбрать Славю"
    new "选择斯拉维娅"


    old "Выбрать Алису"
    new "选择阿丽夏"


    old "Выбрать Лену"
    new "选择列娜"


    old "Выбрать Ульяну"
    new "选择乌里扬娜"


    old "Выбрать Машу"
    new "选择玛莎"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
